Revit 2023 API
GroupTypeId.ViewCamera Property
 "Camera"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ViewCamera { get; }
Visual Basic
Public Shared ReadOnly Property ViewCamera As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewCamera {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace